precice_datagen/fluid-openfoam/case-template/constant/transportProperties.template
/*--------------------------------*- C++ -*----------------------------------*
| =========                 |                                                 |
| 
baz
|  
|    
*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

nu              [0 2 -1 0 0 0 0] {{ kinematic_viscosity }};


// ************************************************************************* //
